Revit 2024 API
SpecTypeId.Flow Property
 Flow, in discipline Piping.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Flow { get; }
Visual Basic
Public Shared ReadOnly Property Flow As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Flow {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace